<?php

return [
    'created' => 'Разрешение создано.',
    'updated' => 'Разрешение обновлено',
    'deleted' => 'Разрешение удалено.',
    'title_ru_required' => 'Название разрешения на русском языке обязательно.',
    'title_en_required' => 'Название разрешения на английском языке обязательно.',
    'title_ru_string' => 'Название разрешения на русском языке должно быть строкой.',
    'title_en_string' => 'Название разрешения на английском языке должно быть строкой.',
    'title_ru_min' => 'Название разрешения на русском языке должно быть не короче 2 (двух) символов.',
    'title_en_min' => 'Название разрешения на английском языке должно быть не короче 2 (двух) символов.',
    'title_ru_max' => 'Название разрешения на русском языке должно быть не длиннее 100 (ста) символов.',
    'title_en_max' => 'Название разрешения на английском языке должно быть не длиннее 100 (ста) символов.',
    'user_id_required' => 'Идентификатор пользователя обязателен.',
    'user_id_integer' => 'Идентификатор пользователя должен быть числом.',
];
